export const officeType = [
  {
    label: "উপজেলা বাতায়ন",
    value: "উপজেলা বাতায়ন",
  },
  {
    label: "মন্ত্রণালয়/বিভাগ",
    value: "মন্ত্রণালয়/বিভাগ",
  },
  {
    label: "জেলা বাতায়ন",
    value: "জেলা বাতায়ন",
  },
  {
    label: "ইউনিয়ন বাতায়ন",
    value: "ইউনিয়ন বাতায়ন",
  },
];

export const deptType = [
  {
    label: "রাষ্ট্রপতির কার্যালয়",
    value: "রাষ্ট্রপতির কার্যালয়",
  },
  {
    label: "মন্ত্রিপরিষদ বিভাগ",
    value: "মন্ত্রিপরিষদ বিভাগ",
  },
  {
    label: "ভূমি মন্ত্রণালয়",
    value: "ভূমি মন্ত্রণালয়",
  },
  {
    label: "সমাজকল্যাণ মন্ত্রণালয়",
    value: "সমাজকল্যাণ মন্ত্রণালয়",
  },
  {
    label: "কৃষি মন্ত্রণালয়",
    value: "কৃষি মন্ত্রণালয়",
  },
];

export const notices = [
  "জি.ও.নং-১৬০২/১(৮) (প্রজ্ঞাপন: বহিঃ বাংলাদেশ ছুটি)",
  "জি.ও.নং-৩৩২ (শোকবার্তা)",
  "জি.ও.নং-৩৩০(৮) (প্রজ্ঞাপন) কর্মকর্তাগণের বদলি/পদায়ন।",
  "জি.ও.নং-২৩৭ (অফিস আদেশ: নিজ দপ্তরে যোগদানের নির্দেশনা প্রদান)",
  "জি.ও.নং-৩২২(৫) (প্রজ্ঞাপন) চাকরি স্থায়ীকরণ সংক্রান্ত।",
];
