import dr from "../../../public/assets/dr.jpg";
import sr from "../../../public/assets/secretary.jpg";
import rastopoti from "../../../public/assets/rsatopoti.png";
import montri from "../../../public/assets/montri.png";
import batayon from "../../../public/assets/batayon.png";
import proshashon from "../../../public/assets/jonopto.png";

export const leader = [
  {
    name: "ড. মুহাম্মদ ইউনূস",
    desi: "মাননীয় প্রধান উপদেষ্টা",
    image: dr,
  },
  {
    name: "মোঃ হুমায়ুন কবীর খোন্দকার",
    desi: "সিনিয়র সচিব",
    image: sr,
  },
];

export const hlink = [
  {
    title: "রাষ্ট্রপতির কার্যালয়",
    image: rastopoti,
  },
  {
    title: "মন্ত্রিপরিষদ বিভাগ",
    image: montri,
  },
  {
    title: "জনপ্রশাসন মন্ত্রণালয়",
    image: proshashon,
  },
  {
    title: "জাতীয় তথ্য বাতায়ন",
    image: batayon,
  },
  {
    title: "কেন্দ্রীয় ই-সেবা",
    image: montri,
  },
];

export const eSheba = [
  "বেসরকারি মালিকানাধীন এফ এম বেতার কেন্দ্রের লাইসেন্স নবায়ন",
  "অনলাইন আবেদন (বাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড)",
  "পরীক্ষণ ফি ও স্ক্রিনিং ফি এর জন্য ক্যালকুলেটর",
  "ওয়েব মেইল",
  "অনলাইন ক্যাটলগিং (বাংলাদেশ ফিল্ম আর্কাইভ)",
];

export const hotlines = [
  {
    number: "৯৯৯",
    shortTitle: "জরুরি কল সেন্টার",
    description:
      "বাংলাদেশের জরুরি কল সেন্টার। জরুরী মুহুর্তে পুলিশ, ফায়ার সার্ভিস ও এ্যাম্বুলেন্স এর সাহায্য নিতে পারবেন।",
  },
  {
    number: "১০৬",
    shortTitle: "দুর্নীতি দমন কমিশন",
    description:
      "দুর্নীতি দমন কমিশনের কল সেন্টার। যে কোন দুর্নীতি চোখে পড়লে বিনামূল্যে কল করে জানিয়ে দিন।",
  },
  {
    number: "১৬৪৩০",
    shortTitle: "আইনি সহায়তা",
    description:
      "সরকারি আইনি সহায়তা কল সেন্টার। আইনগত যে কোন পরামর্শ বা সাহায্য পেতে বিনামূল্যে কল করুন।",
  },
  {
    number: "১৬১২৩",
    shortTitle: "কৃষি পরামর্শ",
    description:
      "কৃষি বিষয়ক যে কোন পরামর্শ পেতে বিনামূল্যে কল করুন। কৃষি, মৎস, প্রানীসম্পদ বিষয়ক পরামর্শ পাবেন।",
  },
  {
    number: "১০৯",
    shortTitle: "নারী ও শিশু সহায়তা",
    description:
      "নারী নির্যাতন বা বাল্যবিবাহ হলে বিনামূল্যে কল করুন এই নাম্বারে।",
  },
  {
    number: "১০৯৮",
    shortTitle: "শিশু সহায়তা",
    description:
      "শিশু সহায়তামুলক কল সেন্টার। শিশুদের যে কোন সমস্যা হলে বিনামূল্যে কল করে সেবা নিতে পারেন।",
  },
  {
    number: "৩৩৩",
    shortTitle: "জাতীয় তথ্য সেবা",
    description:
      "জাতীয় তথ্যবাতায়ন কল সেন্টার। সরকারি কর্মকর্তাদের সাথে কথা বলতে কল করুন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৬২৬৩",
    shortTitle: "স্বাস্থ্য সেবা",
    description:
      "বাংলাদেশ সরকারের স্বাস্থ্য কল সেন্টার। বিশেষজ্ঞ ডাক্তারের পরামর্শ নিন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৬১০৮",
    shortTitle: "মানবাধিকার সহায়তা",
    description:
      "মানবাধিকার সহায়ক কল সেন্টার। মানবাধিকার বিঘ্নিত হলে কল করুন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৬২৫৬",
    shortTitle: "ইউনিয়ন তথ্য সেবা",
    description:
      "আপনার ইউনিয়নের সকল তথ্য জানতে কল করুন ইউনিয়ন সহায়তামুলক কল সেন্টারে। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৩১",
    shortTitle: "রেলওয়ে সেবা",
    description:
      "বাংলাদেশ রেলওয়ে কল সেন্টার। ট্রেন ও টিকিট সম্পর্কিত তথ্যের জন্য কল করুন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১০৫",
    shortTitle: "জাতীয় পরিচয়পত্র",
    description: "জাতীয় পরিচয়পত্র তথ্য কল সেন্টার। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১০০",
    shortTitle: "বিটিআরসি সেবা",
    description: "বিটিআরসি কল সেন্টার।",
  },
  {
    number: "১৬৪২০",
    shortTitle: "বিটিসিএল সেবা",
    description: "বিটিসিএল কল সেন্টার।",
  },
];

export const innovationCorner = [
  "ইনোভেশন কর্নার",
  "ইনোভেশন টিম",
  "ইনোভেশন টিমের বার্ষিক কর্ম-পরিকল্পনা",
  "অগ্রগতি প্রতিবেদন",
];
