import dr from "../../../public/assets/dr.jpg";
import sr from "../../../public/assets/secretary.jpg";
import rastopoti from "../../../public/assets/rsatopoti.png";
import montri from "../../../public/assets/montri.png";
import batayon from "../../../public/assets/batayon.png";
import proshashon from "../../../public/assets/jonopto.png";

import our_subjects from "../../../public/assets/our-subject.png";
import order from "../../../public/assets/order.png";
import rulesBook from "../../../public/assets/rules.png";
import nagorik from "../../../public/assets/nagorik-e.png";
import shebaProdan from "../../../public/assets/sheba_prodan.jpg";
import udvaboni from "../../../public/assets/udvaboni.png";
import barshik from "../../../public/assets/barshik.png";
import sheba_shojikoron from "../../../public/assets/sheba_shojikoron.png";
import sdg from "../../../public/assets/sdg.png";
import form from "../../../public/assets/from.jpg";
import press from "../../../public/assets/prress.jpg";
import bajet from "../../../public/assets/bajet.png";
import ayeen from "../../../public/assets/aayen.jpg";
import bibidho from "../../../public/assets/bibidho.jpg";
import social_security from "../../../public/assets/social.png";

export const leader = [
  {
    name: "ড. মুহাম্মদ ইউনূস",
    desi: "মাননীয় প্রধান উপদেষ্টা",
    image: dr,
  },
  {
    name: "মোঃ হুমায়ুন কবীর খোন্দকার",
    desi: "সিনিয়র সচিব",
    image: sr,
  },
];

export const hlink = [
  {
    title: "রাষ্ট্রপতির কার্যালয়",
    image: rastopoti,
  },
  {
    title: "মন্ত্রিপরিষদ বিভাগ",
    image: montri,
  },
  {
    title: "জনপ্রশাসন মন্ত্রণালয়",
    image: proshashon,
  },
  {
    title: "জাতীয় তথ্য বাতায়ন",
    image: batayon,
  },
  {
    title: "কেন্দ্রীয় ই-সেবা",
    image: montri,
  },
];

export const eSheba = [
  "বেসরকারি মালিকানাধীন এফ এম বেতার কেন্দ্রের লাইসেন্স নবায়ন",
  "অনলাইন আবেদন (বাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড)",
  "পরীক্ষণ ফি ও স্ক্রিনিং ফি এর জন্য ক্যালকুলেটর",
  "ওয়েব মেইল",
  "অনলাইন ক্যাটলগিং (বাংলাদেশ ফিল্ম আর্কাইভ)",
];

export const hotlines = [
  {
    number: "৯৯৯",
    shortTitle: "জরুরি কল সেন্টার",
    description:
      "বাংলাদেশের জরুরি কল সেন্টার। জরুরী মুহুর্তে পুলিশ, ফায়ার সার্ভিস ও এ্যাম্বুলেন্স এর সাহায্য নিতে পারবেন।",
  },
  {
    number: "১০৬",
    shortTitle: "দুর্নীতি দমন কমিশন",
    description:
      "দুর্নীতি দমন কমিশনের কল সেন্টার। যে কোন দুর্নীতি চোখে পড়লে বিনামূল্যে কল করে জানিয়ে দিন।",
  },
  {
    number: "১৬৪৩০",
    shortTitle: "আইনি সহায়তা",
    description:
      "সরকারি আইনি সহায়তা কল সেন্টার। আইনগত যে কোন পরামর্শ বা সাহায্য পেতে বিনামূল্যে কল করুন।",
  },
  {
    number: "১৬১২৩",
    shortTitle: "কৃষি পরামর্শ",
    description:
      "কৃষি বিষয়ক যে কোন পরামর্শ পেতে বিনামূল্যে কল করুন। কৃষি, মৎস, প্রানীসম্পদ বিষয়ক পরামর্শ পাবেন।",
  },
  {
    number: "১০৯",
    shortTitle: "নারী ও শিশু সহায়তা",
    description:
      "নারী নির্যাতন বা বাল্যবিবাহ হলে বিনামূল্যে কল করুন এই নাম্বারে।",
  },
  {
    number: "১০৯৮",
    shortTitle: "শিশু সহায়তা",
    description:
      "শিশু সহায়তামুলক কল সেন্টার। শিশুদের যে কোন সমস্যা হলে বিনামূল্যে কল করে সেবা নিতে পারেন।",
  },
  {
    number: "৩৩৩",
    shortTitle: "জাতীয় তথ্য সেবা",
    description:
      "জাতীয় তথ্যবাতায়ন কল সেন্টার। সরকারি কর্মকর্তাদের সাথে কথা বলতে কল করুন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৬২৬৩",
    shortTitle: "স্বাস্থ্য সেবা",
    description:
      "বাংলাদেশ সরকারের স্বাস্থ্য কল সেন্টার। বিশেষজ্ঞ ডাক্তারের পরামর্শ নিন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৬১০৮",
    shortTitle: "মানবাধিকার সহায়তা",
    description:
      "মানবাধিকার সহায়ক কল সেন্টার। মানবাধিকার বিঘ্নিত হলে কল করুন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৬২৫৬",
    shortTitle: "ইউনিয়ন তথ্য সেবা",
    description:
      "আপনার ইউনিয়নের সকল তথ্য জানতে কল করুন ইউনিয়ন সহায়তামুলক কল সেন্টারে। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১৩১",
    shortTitle: "রেলওয়ে সেবা",
    description:
      "বাংলাদেশ রেলওয়ে কল সেন্টার। ট্রেন ও টিকিট সম্পর্কিত তথ্যের জন্য কল করুন। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১০৫",
    shortTitle: "জাতীয় পরিচয়পত্র",
    description: "জাতীয় পরিচয়পত্র তথ্য কল সেন্টার। (চার্জ প্রযোজ্য)",
  },
  {
    number: "১০০",
    shortTitle: "বিটিআরসি সেবা",
    description: "বিটিআরসি কল সেন্টার।",
  },
  {
    number: "১৬৪২০",
    shortTitle: "বিটিসিএল সেবা",
    description: "বিটিসিএল কল সেন্টার।",
  },
];

export const innovationCorner = [
  "ইনোভেশন কর্নার",
  "ইনোভেশন টিম",
  "ইনোভেশন টিমের বার্ষিক কর্ম-পরিকল্পনা",
  "অগ্রগতি প্রতিবেদন",
];

// export const homeSection = [
//   {
//     title: "আমাদের বিষয়ে",
//     image: our_subjects,
//     items: ["ভিশন ও মিশন", "সাংগঠনিক কাঠামো", "কর্মকর্তাবৃন্দ", "কর্মবন্টন"],
//   },
//   {
//     title: "বিজ্ঞপ্তি/আদেশ/পরিপত্র",
//     image: order,
//     items: [
//       "প্রজ্ঞাপন/পরিপত্র",
//       "অফিস আদেশ/বিদেশ ভ্রমণের জিও/পাসপোর্ট অনাপত্তিপত্র",
//       "সংবাদ বিজ্ঞপ্তি",
//       "দরপত্র/নিয়োগ বিজ্ঞপ্তি",
//     ],
//   },
// ];
export const homeSection = [
  {
    title: "আমাদের বিষয়ে",
    image: our_subjects,
    items: ["ভিশন ও মিশন", "সাংগঠনিক কাঠামো", "কর্মকর্তাবৃন্দ", "কর্মবন্টন"],
  },
  {
    title: "বিজ্ঞপ্তি/আদেশ/পরিপত্র",
    image: order,
    items: [
      "প্রজ্ঞাপন/পরিপত্র",
      "অফিস আদেশ/বিদেশ ভ্রমণের জিও/পাসপোর্ট অনাপত্তিপত্র",
      "সংবাদ বিজ্ঞপ্তি",
      "দরপত্র/নিয়োগ বিজ্ঞপ্তি",
    ],
  },
  {
    title: "নীতিমালা ও প্রকাশনা",
    image: rulesBook,
    items: [
      "নীতিমালা",
      "আইন ও বিধি",
      "প্রকাশনা ও বার্ষিক প্রতিবেদন",
      "বিভিন্ন প্রতিবেদন",
    ],
  },
  {
    title: "নাগরিক ই-সেবাসমূহ",
    image: nagorik,
    items: [
      "বিদেশী চলচ্চিত্র আমদানির অনাপত্তি প্রদান",
      "বেসরকারি মালিকানাধীন এফ এম বেতার কেন্দ্রের লাইসেন্স নবায়ন",
      "সেবা প্রদান প্রতিশ্রুতি",
      "ফোকাল পয়েন্ট কর্মকর্তা/পরিবীক্ষণ কমিটি",
      "কর্মপরিকল্পনা, পরিবীক্ষণ ও মূল্যায়ন প্রতিবেদন",
      "আইন/বিধি/নীতিমালা/পরিপত্র/নির্দেশিকা/প্রজ্ঞাপন",
    ],
  },
  {
    title: "সেবা প্রদান প্রতিশ্রুতি",
    image: shebaProdan,
    items: [
      "সেবা প্রদান প্রতিশ্রুতি",
      "ইনোভেশন টিম",
      "প্রজ্ঞাপন/পরিপত্র/নীতিমালা/সংকলন",
      "মূল্যায়ন প্রতিবেদন সফটওয়্যার লিংক",
    ],
  },
  {
    title: "উদ্ভাবনী কার্যক্রম",
    image: udvaboni,
    items: [
      "কর্মপরিকল্পনা/নির্দেশিকা/ প্রকল্পসমূহ",
      "ফোকাল পয়েন্ট কর্মকর্তা/পরিবীক্ষণ কমিটি",
      "কর্মপরিকল্পনা, পরিবীক্ষণ ও মূল্যায়ন প্রতিবেদন",
      "আইন/বিধি/নীতিমালা/পরিপত্র/নির্দেশিকা/প্রজ্ঞাপন",
    ],
  },
  {
    title: "সেবা সহজিকরণ",
    image: sheba_shojikoron,
    items: [
      "সেবা সহজিকরণ ম্যানুয়াল",
      "প্রজ্ঞাপন/পরিপত্র/নীতিমালা/অফিস আদেশ/সংকলন",
      "সহজিকৃত সেবার তালিকা",
      "সেবা সহজিকরণের দৃষ্টান্ত",
    ],
  },
  {
    title: "বার্ষিক কর্মসম্পাদন চুক্তি",
    image: barshik,
    items: [
      "নির্দেশিকা/পরিপত্র/এপিএ টিম/ ফোকাল পয়েন্ট",
      "বার্ষিক কর্মসম্পাদন চুক্তি ও ফলাফল",
      "পরিবীক্ষণ ও মূল্যায়ন প্রতিবেদন",
      "এপিএএমএস সফটওয়্যার লিংক",
    ],
  },
  {
    title: "বাজেট ও প্রকল্প",
    image: bajet,
    items: [
      "বার্ষিক ক্রয় পরিকল্পনা",
      "বাজেট ও এমটিবিএফ বাজেট",
      "বাজেট প্রতিবেদন/অফিস আদেশ",
      "গুরুত্বপূর্ণ সমাপ্ত প্রকল্প সমূহ",
    ],
  },
  {
    title: "এসডিজি ও উন্নয়ন কর্মপরিকল্পনা",
    image: sdg,
    items: [
      "মন্ত্রণালয়/বিভাগের এসডিজি",
      "এসডিজি ফোকাল / বিকল্প ফোকাল পয়েন্ট",
      "এসডিজি জাতীয় ডকুমেন্ট",
      "পঞ্চবার্ষিকী পরিকল্পনা ও প্রতিবেদন",
    ],
  },
  {
    title: "ফরমসমূহ",
    image: form,
    items: [
      "সাংবাদিক কল্যাণ তহবিল আবেদন",
      "সকল সরকারি ফরম",
      "রিকুজিশন",
      "অন্যান্য",
    ],
  },
  {
    title: "সামাজিক নিরাপত্তা",
    image: social_security,
    items: [
      "সামাজিক নিরাপত্তা",
      "সমন্বয় ব্যবস্থাপনা",
      "কার্যক্রম",
      "প্রজ্ঞাপন/পরিপত্র/নীতিমালা",
    ],
  },

  {
    title: "প্রেস",
    image: press,
    items: [
      "সরকারি মিডিয়াভুক্ত সংবাদপত্রের তালিকা",
      "আইন,বিধি,নীতিমালা,পরিপত্র, নির্দেশিকা ও প্রজ্ঞাপন",
      "অনুমোদনকৃত অনলাইন পোর্টাল ও দৈনিক অনলাইন নিউজ পোর্টালের তালিকা",
      "ক্রোড়পত্র প্রকাশ সংক্রান্ত কার্যক্রমের ধাপসমূহ",
    ],
  },
  {
    title: "আইন/নীতিমালা",
    image: ayeen,
    items: [
      "জাতীয় সম্প্রচার নীতিমালা",
      "ক্যাবল টিভি বিধিমালা-২০১০",
      "সাংবাদিক কল্যাণ ট্রাস্ট বিধিমালা",
      "অন্যান্য",
    ],
  },
  {
    title: "বিবিধ",
    image: bibidho,
    items: ["বার্ষিক প্রতিবেদন", "টেন্ডার", "ফটোগ্যালারী", "অন্যান্য"],
  },
];
