export const configNavigationMenu = [
  {
    label: "আমাদের সম্পর্কিত",
    categories: [
      {
        title: "মন্ত্রণালয় পরিচিতি",
        items: [
          "ইতিহাস ও কার্যাবলী",
          "মিশন ও ভিশন",
          "প্রাক্তন মন্ত্রীগণের তালিকা",
        ],
      },
      {
        title: "জনবল",
        items: [
          "কর্মকর্তাবৃন্দ",
          "কর্মবন্টন",
          "তথ্য প্রদানকারী কর্মকর্তা",
          "আপিল কর্মকর্তা",
        ],
      },
    ],
  },
  {
    label: "অধীনস্থ দপ্তর/সংস্থা",
    categories: [
      {
        title: "দপ্তরসমূহ",
        items: [
          "মন্ত্রনালয়ের অধীনস্থ দপ্তরসমূহ",
          "স্বাধীন দপ্তরসমূহের তালিকা",
          "সরকারি সংস্থাসমূহ",
        ],
      },
      {
        title: "সংস্থাসমূহ",
        items: ["আন্তর্জাতিক সংস্থাসমূহ", "রাষ্ট্রায়ত্ত সংস্থাসমূহ"],
      },
    ],
  },
  {
    label: "প্রকল্প",
    categories: [
      {
        title: "চলমান প্রকল্প",
        items: ["প্রকল্পের নাম ১", "প্রকল্পের নাম ২", "প্রকল্পের নাম ৩"],
      },
      {
        title: "সমাপ্ত প্রকল্প",
        items: ["প্রকল্পের নাম ৪", "প্রকল্পের নাম ৫"],
      },
    ],
  },
  {
    label: "যোগাযোগ ও মতামত",
    categories: [
      {
        title: "যোগাযোগের ঠিকানা",
        items: ["মন্ত্রণালয়ের ঠিকানা", "দপ্তরের ঠিকানা"],
      },
      {
        title: "মতামত",
        items: ["মতামত পাঠানোর ফর্ম", "অভিযোগ দায়ের"],
      },
    ],
  },
];
